INSERT INTO [dbo].[Games] ([Title], [Description], [Price], [ImagePath], [IsShowcase])
VALUES 
-- Игры для ВИТРИНЫ для листания
(N'Cities: Skylines II', N'Постройте город своей мечты.', N'3049 руб.', N'PIC', 1),
(N'Teardown', N'Совершенное ограбление с разрушаемостью.', N'1800 руб.', N'PIC', 1),
(N'The Crew Motorfest', N'Фестиваль автомобильной культуры.', N'1500 руб.', N'PIC', 1),
(N'Satisfactory', N'Строительство заводов от первого лица.', N'2099 руб.', N'PIC', 1),
(N'BeamNG.drive', N'Реалистичный симулятор столкновений.', N'849 руб.', N'PIC', 1),
(N'The Crew 2', N'Гонки по всей Америке.', N'1200 руб.', N'PIC', 0),


-- Игры для общего списка появятся снизу
(N'Transport Fever 2', N'Классический симулятор транспортной империи.', N'1450 руб.', N'PIC', 0),
(N'MiSide', N'Побывай на строне Миты', N'499 руб.', N'PIC', 0),
(N'Schedule I', N'Во все тяжкие.', N'1200 руб.', N'PIC', 0),
(N'Upload labs', N'Построй свои интернет.', N'385 руб.', N'PIC', 0),
(N'Infection Free Zone', N'Начните выживание после зомби апокалиспсиса.', N'1299 руб.', N'PIC', 0),
(N'911 Operator', N'Стань оператором экстренной службы', N'249 руб.', N'PIC', 0),
(N'Half Sword Demo', N'Симулятор сражений с реалистичной физикой, исторически достоверными доспехами и оружием XV века.', N'Бесплатно.', N'PIC', 0),
(N'Stick it to the stickman', N'это игра с реалистичной физической моделью, где нужно противостоять толпам противников, чтобы стать начальником.', N'Бесплатно.', N'PIC', 0),
(N'Rust', N'Выживание в суровом мире среди других игроков.', N'1100 руб.', N'PIC', 0),
(N'Emergency', N'Возьмите на себя обязанности руководителя оперативного штаба и координируйте действия с другими игроками, чтобы тушить пожары, арестовывать гангстеров и спасать раненых мирных жителей..', N'Бесплатно.', N'PIC', 0);